[CovertActionNarrative_SlayerMission X2CovertActionNarrativeTemplate]
ActionName="调查平行项目"
ActionPreNarrative="我们信任的一位告密者，罗奇，突然变得异常活跃，高度警惕：他认为外星人不仅在从事外星人称之为化身项目的研究，而且在某种程度上也违反了我们星球的心灵能量。到目前为止，他只有一个名字，平行项目。我要求XCOM尽快对此进行调查。罗奇倾向于避免直接接触，所以要么这是他告诉我们他已经被捕并需要援助的方式，要么受到了很严重的威胁。"
ActionPostNarrative="好吧，这是一个惊喜。我猜测过罗奇可能是谁，至少是变种人级别较高的人，但实际上是灰人？如此厚颜无耻地背叛长老以帮助人类？也许这些散兵不仅表明变种人的混血儿有潜力，而且也表明长老们为他们的黑暗王国创造了所有可控奴隶。但这不是我们现在应该考虑的。我们现在知道了平行项目设施的位置，以及他们用来进行实验的车队。罗奇告诉我，“平行项目”设施的性质限制了标准灵能网络跟踪，因此他愿意更多地亲自动手完成这项任务。我知道你应该怎么做，指挥官。"

[X2StrategyElement_SlayerRewards]
m_strSlayerReward="平行项目残存者"

[UIUtilities_LW]
;m_sAverageScatterText="?<XGParam:StrValue0/> 格"
m_sAverageScatterText1="散射: "
m_sAverageScatterText2=" 格"

[UIMission_Slayer]
m_strFlavorText="这将是一次持续时间较长的行动——首先，我们将对平行项目研究设施进行猛烈打击，然后我们将带着他们的现场设备撤出他们的车队。"
m_strLaunchMission="确认"
m_strMissionSubtitle="双任务操作"

[XGCharacterGenerator_DoomSlayer]
m_strVergeFirstName=罗奇
m_strVergeNickname=特使

+m_arrDoomMFirstNames=威廉·约瑟夫
+m_arrDoomMFirstNames=弗林
+m_arrDoomMFirstNames=约瑟夫
+m_arrDoomMFirstNames=威廉
+m_arrDoomMFirstNames=斯坦

+m_arrDoomLastNames=塔加特
+m_arrDoomLastNames=热切
+m_arrDoomLastNames=布拉兹科维奇

m_strDoomNickname="毁灭战士"

m_strBackgroundM="复仇，杀戮，毁灭地狱！---毁灭战士。"

m_strBackgroundChimera="复仇，杀戮，毁灭地狱！---毁灭战士。"

;and now, for the heresy
m_strBackgroundF="复仇，杀戮，毁灭地狱！---毁灭战士。"

+m_arrDoomFFirstNames=索菲亚
+m_arrDoomFFirstNames=杰西卡
+m_arrDoomFFirstNames=约瑟芬
+m_arrDoomFFirstNames=威拉
+m_arrDoomFFirstNames=威拉·约瑟芬

[X2AbilitySet_DoomSlayer]
strAngerLevelName = "怒气等级"
strAngerLevelDesc = "毁灭战士的怒气。"

[DoomSlayerWeapons_CV X2WeaponSetTemplate]
FriendlyName="<font color='#facd89'>毁灭副武器库</font>"
FriendlyNamePlural="<font color='#facd89'>毁灭副武器库</font>"
BriefSummary="毁灭战士独家收藏的副武器和工具。"
TacticalText="毁灭战士独家收藏的副武器和工具。\n<Bullet/> 解锁职业特权以获得更多物品。"
AbilityDescName="库存"

[DoomSlayerWeapons_MG X2WeaponSetTemplate]
FriendlyName="<font color='#facd89'>毁灭高级副武器库</font>"
FriendlyNamePlural="<font color='#facd89'>毁灭高级副武器库</font>"
BriefSummary="毁灭战士独家收藏的副武器和工具。"
TacticalText="毁灭战士独家收藏的副武器和工具。\n<Bullet/> 解锁职业特权以获得更多物品。"
AbilityDescName="库存"

[DoomSlayerWeapons_BM X2WeaponSetTemplate]
FriendlyName="<font color='#facd89'>毁灭终极副武器库</font>"
FriendlyNamePlural="<font color='#facd89'>毁灭终极副武器库</font>"
BriefSummary="毁灭战士独家收藏的副武器和工具。"
TacticalText="毁灭战士独家收藏的副武器和工具。\n<Bullet/> 解锁职业特权以获得更多物品。"
AbilityDescName="库存"